{"<gF>": 50264, "<gL>": 50265, "<C>": 50261, "<M>": 50262, "<pad>": 50257, "<multi>": 50266, "</s>": 50258, "<ret>": 50269, "<decl>": 50263, "<throw>": 50270, "<pL>": 50268, "<sep>": 50272, "<s>": 50259, "<cls>": 50271, "<pF>": 50267, "<mask>": 50273, "<|UNKNOWN|>": 50260}