{"bos_token": "<s>", "eos_token": "</s>", "unk_token": "<|UNKNOWN|>", "sep_token": "<sep>", "pad_token": "<pad>", "cls_token": "<cls>", "mask_token": "<mask>", "additional_special_tokens": ["<C>", "<M>", "<decl>", "<gF>", "<gL>", "<multi>", "<pF>", "<pL>", "<ret>", "<throw>"]}