{"unk_token": {"content": "<|UNKNOWN|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "do_lower_case": false, "pad_token": "<pad>", "special_tokens_map_file": null, "full_tokenizer_file": null, "name_or_path": "microsoft/CodeGPT-small-java-adaptedGPT2", "errors": "replace", "tokenizer_class": "GPT2Tokenizer"}