{" CASTORE": 32131, " IFGT": 32216, " DCONST_1": 32142, " DSTORE": 32153, " BALOAD": 32127, " <gL>": 32104, " I2D": 32198, " D2L": 32135, " LLOAD_1": 32276, " LDC_W": 32272, " <pF>": 32106, " ALOAD_3": 32117, " ICONST_0": 32206, " F2L": 32167, " <M>": 32101, " LDIV": 32273, " DASTORE": 32138, " DSTORE_0": 32154, " LOOKUPSWITCH": 32281, " F2I": 32166, " IFNE": 32219, " ICONST_2": 32208, " FCONST_0": 32173, " LREM": 32283, " RETURN": 32306, " DSUB": 32158, " ASTORE_2": 32124, " L2F": 32260, " I2S": 32201, " <pL>": 32107, " INVOKESPECIAL": 32241, " DLOAD": 32144, " I2L": 32200, " LSTORE_2": 32290, " DLOAD_1": 32146, " ISTORE": 32249, " ALOAD_2": 32116, " LAND": 32264, " MONITOREXIT": 32296, " DUP2_X2": 32162, " DUP_X2": 32164, " FCMPL": 32172, " LMUL": 32279, " FASTORE": 32170, " DLOAD_0": 32145, "<sep>": 32315, " IF_ACMPEQ": 32222, " MONITORENTER": 32295, " DUP2": 32160, " CALOAD": 32130, " LSUB": 32292, " ALOAD": 32113, " LCMP": 32266, " IF_ACMPNE": 32223, " ILOAD": 32231, " LNEG": 32280, " ARRAYLENGTH": 32120, " INVOKESTATIC": 32242, " FLOAD": 32177, " DDIV": 32143, " ISTORE_3": 32253, " ICONST_3": 32209, " LSTORE_1": 32289, " NEWARRAY": 32299, " IXOR": 32256, " FSUB": 32191, " ISHL": 32247, " GOTO_W": 32195, " FCONST_2": 32175, " CHECKCAST": 32132, " FLOAD_3": 32181, " IF_ICMPGE": 32225, " <multi>": 32105, " IOR": 32244, " POP": 32301, " LLOAD_0": 32275, " IINC": 32230, " DSTORE_2": 32156, " DREM": 32151, " ICONST_M1": 32212, " DCONST_0": 32141, " LADD": 32262, " AASTORE": 32111, " ILOAD_0": 32232, " LSHR": 32286, " LCONST_0": 32267, " FADD": 32168, " ASTORE": 32121, " DALOAD": 32137, " GETFIELD": 32192, " POP2": 32302, " LSTORE_0": 32288, " FNEG": 32183, " ARETURN": 32119, " IFEQ": 32214, " ICONST_5": 32211, " ICONST_1": 32207, " DSTORE_3": 32157, " LCONST_1": 32268, " JSR": 32257, " GETSTATIC": 32193, " NOP": 32300, " INSTANCEOF": 32238, " IFGE": 32215, " MULTIANEWARRAY": 32297, "<cls>": 32314, " DUP": 32159, " IMUL": 32236, " DCMPG": 32139, " FSTORE_0": 32187, " SWAP": 32310, " IFNULL": 32221, " WIDE": 32312, " ISUB": 32254, " LDC_END": 32271, " <decl>": 32102, " AALOAD": 32110, " RET": 32305, " FSTORE_1": 32188, " ASTORE_3": 32125, " ISTORE_1": 32251, " PUTFIELD": 32303, " FMUL": 32182, " FSTORE_2": 32189, " ILOAD_1": 32233, " ICONST_4": 32210, " DUP2_X1": 32161, " ISTORE_2": 32252, " I2F": 32199, " DCMPL": 32140, " LLOAD_3": 32278, " GOTO": 32194, " <C>": 32100, " LDC": 32269, " ACONST_NULL": 32112, " IF_ICMPNE": 32229, " INVOKEDYNAMIC": 32239, " <throw>": 32109, " DUP_X1": 32163, " ASTORE_1": 32123, " DLOAD_2": 32147, " LSTORE_3": 32291, " ATHROW": 32126, " ISTORE_0": 32250, " SIPUSH": 32309, " IDIV": 32213, " LOR": 32282, " LUSHR": 32293, " FCONST_1": 32174, " INVOKEVIRTUAL": 32243, " D2F": 32133, " IFLT": 32218, " ANEWARRAY": 32118, " LLOAD_2": 32277, " FLOAD_2": 32180, " DSTORE_1": 32155, " I2B": 32196, " LASTORE": 32265, " IF_ICMPGT": 32226, " ALOAD_1": 32115, " PUTSTATIC": 32304, " FCMPG": 32171, " FRETURN": 32185, " IRETURN": 32246, " IFNONNULL": 32220, " L2D": 32259, " LRETURN": 32284, " LLOAD": 32274, " <ret>": 32108, " IFLE": 32217, " IF_ICMPLE": 32227, " DLOAD_3": 32148, " DRETURN": 32152, " ISHR": 32248, " I2C": 32197, " SALOAD": 32307, " ALOAD_0": 32114, " <gF>": 32103, "<|UNKNOWN|>": 32313, " F2D": 32165, " ILOAD_2": 32234, " BIPUSH": 32129, " ILOAD_3": 32235, " LXOR": 32294, " FDIV": 32176, " BASTORE": 32128, " LDC2_W": 32270, " LSHL": 32285, " FREM": 32184, " LSTORE": 32287, " IAND": 32204, " TABLESWITCH": 32311, " D2I": 32134, " FLOAD_0": 32178, " FLOAD_1": 32179, " DMUL": 32149, " FSTORE": 32186, " LALOAD": 32263, " ASTORE_0": 32122, " IF_ICMPEQ": 32224, " IADD": 32202, " IALOAD": 32203, " INVOKEINTERFACE": 32240, " SASTORE": 32308, " DNEG": 32150, " JSR_W": 32258, " FALOAD": 32169, " INEG": 32237, " FSTORE_3": 32190, " DADD": 32136, " L2I": 32261, " IF_ICMPLT": 32228, " IASTORE": 32205, " NEW": 32298, " IREM": 32245, " IUSHR": 32255}